# Parameter Type Id Move Disjoin Property

Source: https://www.revitapidocs.com/2026/766afd29-6885-b2e7-a43e-c043b851e1f6.htm

---

| Parameter Type Id Move Disjoin Property |
| --- |

"Disjoin"
**Namespace:** Autodesk.Revit.DB
**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26\.0\.4\.0 (26\.0\.4\.0\) Syntax C\# VB C\+\+ F\#
```
public static ForgeTypeId MoveDisjoin { get; }
```

```
Public Shared ReadOnly Property MoveDisjoin As ForgeTypeId
	Get
```

```
public:
static property ForgeTypeId^ MoveDisjoin {
	ForgeTypeId^ get ();
}
```

```
static member MoveDisjoin : ForgeTypeId with get
```

#### Property Value

ForgeTypeId See Also

#### Reference

ParameterTypeId Class Autodesk.Revit.DB Namespace